Repository: yezheng1981/Java-Geometry-Expert
Catalog: src/main/po/*.po
Languages: de, hu

source: Compute proof with the selected method
hu: A bizonyítás elkészítése a kiválasztott módszerrel

source: Failed to prove this theorem with Deductive Database Method.
de: Das Theorem konnte mit der GGD-Methode nicht bewiesen werden.
hu: A tételt a deduktív adatbázis módszerrel nem sikerült bizonyítani.

source: Which?
hu: Melyik?

source: GBasis is Running
hu: Gröbner-bázis számolás

source: The Process Is Stopped By The User.
hu: A számolás a felhasználó kérésére leállítva.

source: seconds
de: Sekunde(n)
hu: másodperc

source: AAA
de: WWW
hu: SzSzSz

source: by Rule?
hu: melyik szabály?

source: by {0}
hu: {0} szerint

source: Middle Point
hu: Középpont

source: perp-acong angles
de: perp-acong Winkel

source: Not Found
de: Nicht gefunden
