Repository: yezheng1981/Java-Geometry-Expert
Catalog: src/main/po/*.po
Languages: de, hu

source: Last modified on
hu: Utolsó módosítás dátuma:

source: Java version
hu: Java verzió

source: Java Geometry Expert is free under GNU General Public License (GPL).
de: Java Geometry Expert ist kostenlos entsprechend der GNU General Public License (GPL).
hu: A Java Geometry Expert a GNU GPL szerint szabad szoftver.

source: The user may download and distribute it freely.
de: Der Nutzer kann es kostenlos herunterladen und weitergeben.
hu: A felhasználó szabadon letöltheti és továbbadhatja.

source: Authors
de: Autoren
hu: Szerzők

source: For more information, please visit:
de: Für mehr Informationen siehe:
hu: További információk a következő címen találhatók:

source: True
de: Wahr
hu: Igaz

source: False
de: Falsch
hu: Hamis

source: Set One
de: Menge eins
hu: 1. halmaz

source: Set Two
de: Menge zwei
hu: 2. halmaz

source: Please select
de: Bitte wähle
hu: Válassz

source: true
de: wahr
hu: igaz

source: Clear
de: Löschen
hu: Törlés

source: Cancel
de: Abbrechen
hu: Mégsem

source: The number of points to be selected:
de: Wähle die Anzahl der Punkte:
hu: A kiválasztandó pontok száma:

source: Basic
de: Grund
hu: Alapbeállítások

source: Color
de: Farbe
hu: Szín

source: Type
de: Typ
hu: Típus

source: Width
de: Breite
hu: Szélesség

source: Line
de: Gerade
hu: Egyenes

source: Circle
de: Kreis
hu: Kör

source: Point
de: Punkt
hu: Pont

source: Angle Text
de: Winkel Text
hu: Szög szövege

source: Arc Num
de: Bogen Nummer
hu: Ív száma

source: Label
de: Beschriftung
hu: Címke

source: Show Label
de: Zeige Beschriftung
hu: Címke mutatása

source: Show Text
de: Zeige Text
hu: Szöveg mutatása

source: Significant Digits
de: Signifikante Stellen
hu: Tizedesjegyek pontossága

source: Point number
de: Punkt Nummer
hu: Pont-szám

source: Draw Line
de: Zeichne Gerade
hu: Egyenes rajzolása

source: Num
hu: Szám

source: Length
de: Länge
hu: Hosszúság

source: Polygon
hu: Sokszög

source: Angle
de: Winkel
hu: Szög

source: Name
hu: Név

source: Radius
hu: Sugár

source: X Coordinate
de: X-Koordinate
hu: X-koordináta

source: Y Coordinate
de: Y-Koordinate
hu: Y-koordináta

source: Freezed
de: Eingefriert
hu: Fagyasztva

source: Point on Line
de: Punkt auf Gerade
hu: Pont az egyenesen

source: Point on Circle
de: Punkt am Kreis
hu: Pont a körön

source: Center
de: Mittelpunkt
hu: Középpont

source: Center X
de: Mittelpunkt X
hu: Középpont X

source: Center Y
de: Mittelpunkt Y
hu: Középpont Y

source: Grid Step
de: Gitterschritt
hu: Rács lépésköz

source: Slope Angle
de: Steigungswinkler
hu: Meredekség szöge

source: Slope
de: Steigung
hu: Meredekség

source: Save as PS
de: Speichern als PS
hu: Mentés PS-ként

source: Gray
de: Grau
hu: Szürke

source: Black and White
de: Schwarz und Weiß
hu: Fekete-fehér

source: Point filled with background color
de: Punkt mit Hintergrundfarbe gefüllt
hu: Pont háttérszínnel színezve

source: Intersection
de: Schnittpunkt
hu: Metszet

source: Angle Specification must be done before drawing anything
de: Die Spezifikation des Winkels muss vor der Konstruktion stattfinden
hu: A szög-specifikációt a rajzolás kezdete előtt meg kell adni

source: Warning
de: Warnung
hu: Figyelmeztetés

source: The selected two lines don't have intersected point
de: Die ausgewählten beiden Geraden haben keinen Schinttpunkt
hu: A két kiválasztott egyenes nem metszi egymást

source: No intersected point
de: Kein Schnittpunkt
hu: Nincs metszéspont

source: The two lines you selected are parallel, don't have any intersection!
de: Die ausgewählten Geraden sind parallel, sie haben keine Schnittmenge!
hu: A két kiválasztott egyenes párhuzamos, nem metszik egymást!

source: No intersection
de: Kein Schnittpunkt
hu: Nincs metszéspont

source: The line and the circle you selected don't have any intersection
de: Die ausgewählten Gerade und Kreis haben keine Schnittmenge
hu: A kiválasztott egyenes és kör nem metszik egymást

source: The two objects you selected already have two points as their intersections
de: Die ausgewählten Objekte haben schon zwei Schnittpunkte
hu: A két kiválasztott alakzatnak már van két metszéspontja

source: intersection already defined
de: Schnittpunkt bereits definiert
hu: a metszet már definiálva van

source: The circles you selected don't have any intersection
de: Die ausgewählten Kreise besitzen keinen Schnittpunkt
hu: A kiválasztott körök nem metszik egymást

source: Area
de: Fläche
hu: Terület

source: Girth
de: Umfang
hu: Átmérő

source: Properties
de: Eigenschaften
hu: Tulajdonságok

source: File
de: Datei
hu: Fájl

source: New
de: Neu
hu: Új

source: Open
de: Öffnen
hu: Megnyitás

source: Import
de: Importieren
hu: Importálás

source: Save
de: Speichern
hu: Mentés

source: Save as...
de: Speichern unter...
hu: Mentés mint...

source: Save as Text
de: Speichern als Text
hu: Mentés szövegként

source: Save as PDF
de: Speichern als PDF
hu: Mentés PDF-ként

source: Save as Image
de: Speichern als Bild
hu: Mentés képként

source: Save as Animated Image
de: Speichern als animiertes Bild
hu: Mentés animációként

source: Save Proof as Animated Image
de: Speichere Beweis als animiertes Bild
hu: A bizonyítás mentése animációként

source: Save GDD Proof as GraphViz File
de: Speichern den GDD-Beweis als GraphViz-Datei
hu: A GDD-bizonyítás mentés GraphViz fájlként

source: Print
de: Drucken
hu: Nyomtatás

source: Exit
de: Beenden
hu: Kilépés

source: Examples
de: Beispiele
hu: Példák

source: Construct
de: Konstruieren
hu: Szerkesztés

source: Point by Point and Segment
de: Punkt durch Punkt und Strecke
hu: Pont pont és szakasz segítségével

source: Radical of Two Circles
de: Potenzgerade von zwei Kreisen
hu: Két kör hatványvonala

source: Oriented Segment
de: Vektor
hu: Irányított szakasz

source: Oriented T Segment
de: Normalvektor
hu: Irányított t-szakasz

source: Oriented Segment * Ratio
de: Vektor * Skalar
hu: Irányított szakasz * arány

source: Other...
de: Weiter...
hu: Más...

source: Oriented T Segment * Ratio
de: Normalvektor * Skalar
hu: Irányított t-szakasz * arány

source: Proportional Segment
de: Proportionale Strecke
hu: Osztópont

source: Midpoint
de: Mittelpunkt
hu: Felezőpont

source: Circumcenter
de: Umkreismittelpunkt
hu: Körülírható kör középpontja

source: Centroid
de: Schwerpunkt
hu: Súlypont

source: Orthocenter
de: Höhenschwerpunkt
hu: Magasságpont

source: Incenter
de: Inkreismittelpunkt
hu: Beírható kör középpontja

source: Foot
de: Fußpunkt
hu: Talppont

source: Parallel
hu: Párhuzamos

source: Perpendicular
de: Normal
hu: Merőleges

source: Angle Bisector
de: Winkelsymmetrale
hu: Szögfelező

source: Aline
de: Gedrehte Strecke
hu: Forgatott szakasz

source: Bline
de: Streckensymmetrale
hu: Felezőmerőleges

source: TCline
de: Tangente an einen Kreispunkt
hu: Körhöz pontban húzott érintő

source: Circle by Three Points
de: Kreis durch drei Punkte
hu: Kör három ponttal

source: Compass
de: Zirkel
hu: Körző

source: Action
de: Aktion
hu: Tevékenység

source: Intersect
de: Schneide
hu: Metszet

source: Mirror
de: Spiegeln
hu: Tükrözés

source: Triangle
de: Dreieck
hu: Háromszög

source: Isosceles Triangle
de: Gleichschenkeliges Dreieck
hu: Egyenlő szárú háromszög

source: Equilateral Triangle
de: Gleichseitiges Dreieck
hu: Egyenlő oldalú háromszög

source: Right-angled Triangle
de: Rechtwinkeliges Dreieck
hu: Derékszögű háromszög

source: Isosceles Right-angled Triangle
de: Gleichschenkelig-rechtwinkeliges Dreieck
hu: Derékszögű egyenlő szárú háromszög

source: Quadrangle
de: Viereck
hu: Négyszög

source: Parallelogram
de: Parallelogramm
hu: Paralelogramma

source: Trapezoid
de: Trapez
hu: Trapéz

source: Right-angled Trapezoid
de: Rechtwinkeliges Trapez
hu: Derékszögű trapéz

source: Rectangle
de: Rechteck
hu: Téglalap

source: Rectangle {0}
de: Rechteck {0}
hu: {0} téglalap

source: Square
de: Quadrat
hu: Négyzet

source: Pentagon
de: Fünfeck
hu: Ötszög

source: Special Angles
de: Besondere Winkel
hu: Adott szögek

source: Constraint
de: Einschränkung
hu: Kényszerfeltétel

source: Eqangle
de: Gleiche Winkel
hu: Egyenlő szögek

source: Eqangle3p
de: Die Summe von drei Winkeln ist einer
hu: Három szög összege egy

source: Angle Specification
de: Winkelspezifikation
hu: Szög-specifikáció

source: Equal Ratio
de: Gleiches Verhältnis
hu: Egyenlő arány

source: Equal Distance
de: Gleiche Distanz
hu: Egyenlő távolság

source: Ratio Distance
de: Proportion Abstand
hu: Arányos távolság

source: CCtangent
de: Kreise die einander berühren
hu: Érintő körök

source: Trace
de: Spur
hu: Nyomvonal

source: Locus
de: Ortslinie
hu: Mértani hely

source: Animation
hu: Animáció

source: Fill Polygon
de: Fülle Vieleck
hu: Sokszög kitöltése

source: Measure Distance
de: Messe Distanz
hu: Távolságmérés

source: Arrow
de: Pfeil
hu: Nyíl

source: Equal Mark
de: Gleichheitszeichen
hu: Egyenlőségjel

source: Right-angle Mark
de: Rechter Winkel Zeichen
hu: Derékszög jelzése

source: Calculation
de: Berechnung
hu: Számítás

source: Hide Object
de: Verstecke Objekt
hu: Alakzat elrejtése

source: Show Object
de: Zeige Objekt
hu: Alakzat megjelenítése

source: Transform
de: Transformiere
hu: Átalakítás

source: Equivalence
de: Äquivalenz
hu: Azonosság

source: Free Transform
de: Freie Transformation
hu: Szabad transzformáció

source: Lemmas
de: Lemmata
hu: Lemmák

source: Rules for Full Angle
de: Regeln für Vollwinkel
hu: A teljes szög módszer szabályai

source: Rules for GDD
de: Regeln für GDD
hu: A GDD-módszer szabályai

source: Rules for the Full Angle Method
de: Regeln für die Vollwinkel-Methode
hu: A teljes szög módszer szabályai

source: Rules for the GDD Method
de: Regeln für die GDD-Methode
hu: A GDD-módszer szabályai

source: Options
de: Optionen
hu: Opciók

source: Preferences
de: Einstellungen
hu: Beállítások

source: Construct History
de: Konstruktionsprotokoll
hu: A szerkesztés menete

source: Show Step Bar
de: Zeige Schrittsfenster
hu: Lépések mutatása

source: Style Dialog
de: Stil Dialog
hu: Stílus párbeszédablak

source: Help
de: Hilfe
hu: Segítség

source: Help on Mode
de: Hilfe zum Modus
hu: Segítség a kiválasztott eszközhöz

source: JGEX Homepage
hu: A JGEX honlapja

source: Contact Us
de: Kontakt
hu: Kapcsolatfelvétel a szerzőkkel

source: About JGEX
de: Über JGEX
hu: A JGEX-ről

source: Move
de: Bewegen
hu: Mozgatás

source: Select
de: Auswählen
hu: Válassz

source: Please input the value of the angle
de: Den Wert des Winkels eingeben
hu: Add meg a szög értéket

source: Nothing to be saved.
de: Es gibt nichts zu speichern.
hu: Nincs menthető adat.

source: The diagram has been changed, do you want to save it?
de: Das Diagramm wurde geändert, wollen sie speichern?
hu: Megváltozott a rajz, szeretnéd elmenteni?

source: File exists
de: Datei existiert
hu: A fájl létezik

source: No animation has been defined.
de: Keine Animation wurde definiert.
hu: Nincs animáció definiálva.

source: GIF Option
hu: GIF opció

source: Image Quality
de: Bildqualität
hu: Képminőség

source: Best
hu: Legjobb

source: Good
de: Gut
hu: Jó

source: Medium
de: Mittel
hu: Közepes

source: Low
de: Niedrig
hu: Alacsony

source: Very Low
de: Sehr niedrig
hu: Nagyon alacsony

source: Online Help
de: Online Hilfe
hu: Online segítség

source: Check for Update
de: Nach Updates suchen
hu: Szoftverfrissítés

source: Algebraic Translation
de: Algebraische Darstellung
hu: Algebrai megfeleltetések

source: Variables
de: Variablen
hu: Változók

source: Reduce
de: Reduzieren
hu: Redukció

source: Details
hu: Részletek

source: Reload
de: Aktualisieren
hu: Újratöltés

source: Close
de: Schließen
hu: Bezár

source: Variable
hu: Változó

source: Polynomial
de: Polynom
hu: Polinom

source: Cut
de: Auschneiden
hu: Kivágás

source: Copy
de: Kopieren
hu: Másolás

source: Paste
de: Einfügen
hu: Beszúrás

source: Delete
de: Löschen
hu: Törlés

source: Objects
de: Objekte
hu: Alakzatok

source: Display
de: Anzeige
hu: Megjelenítés

source: Mode
de: Modus
hu: Működés

source: Font
de: Schriftart
hu: Betűtípus

source: Other
de: Andere
hu: Egyéb

source: Save Preferences
de: Speichere Einstellungen
hu: A beállítások mentése

source: Default
de: Standard
hu: Alapértelmezés

source: Can not save Preferences
de: Einstellungen können nicht gespeichert werden
hu: A beállítások nem menthetők el

source: Preferences have been successfully saved.
de: Einstellungen erfolgreich gespeichert.
hu: A beállításokat sikeresen elmentettem.

source: Please restart the program.
de: Bitte das Programm neu starten.
hu: Indítsd újra a programot!

source: Saved
de: Gespeichert
hu: Elmentve

source: Polygon Alpha
hu: Sokszög átlátszósága

source: Radius of Point
de: Radius des Punktes
hu: Pont sugara

source: Point's Text
de: Text des Punktes
hu: A pont szövege

source: Default Font
de: Standard Schrift
hu: Alapértelmezett betűtípus

source: Choose default font for point's text
de: Wähle die Schriftart für den Text des Punktes
hu: Válassz alapértelmezett betűtípust a pont szövegéhez

source: None
de: Nichts
hu: Semmi

source: Degrees
de: Grad
hu: Szögek

source: Foot Mark
de: Fußmarke
hu: Talppont jelzése

source: Show foot mark
de: Zeige Fußmarke
hu: Talppontjelölő mutatása

source: Without Arrow
de: Ohne Pfeil
hu: Nyíl nélkül

source: With Arrow
de: Mit Pfeil
hu: Nyíllal

source: Multiple Arc
de: Mehrfacher Bogen
hu: Többszörös ív

source: Fill
de: Fülle
hu: Kitöltés

source: Polygon Moving Interval
de: Polygon Bewegungsintervall
hu: Sokszög mozgatási intervalluma

source: Theorem
de: Satz
hu: Tétel

source: Area Method
de: Flächeninhalt-Methode
hu: Terület-módszer

source: Area Method computations
de: Berechnungen für die Flächeninhalt-Methode
hu: Számítások a terület-módszerrel

source: Manual proof editor
de: Händische Beweisverarbeitung
hu: Manuális bizonyítás szerkesztése

source: Manual Method
de: Händische Methode
hu: Kézi módszer

source: Deduction tree of the GDD method
de: Beweisbaum für die GDD-Methode
hu: Levezetési fa a GDD-módszer segítségével

source: Algebraic computations for Wu's method
de: Algebraische Berechnungen für Wus Methode
hu: Algebrai számítások Wu módszeréhez

source: Algebraic computations for the Groebner basis method
de: Algebraische Berechnungen für die Gröbnerbasis-Methode
hu: Algebrai számítások a Gröbner-bázis módszerhez

source: Derivation for the Full Angle method
de: Herleitung für die Vollwinkel-Methode
hu: Levezetés a teljes szög módszerrel

source: Show the internal description of the construction
de: Zeige die interne Beschreibung der Konstruktion
hu: A szerkesztés lépéseinek leírása belső formátumban

source: Show general properties that seem to be true
de: Zeige allgemeine Eigenschaften, die wahr aussehen
hu: Általánosan igaznak tűnő tulajdonságok listája

source: Fixpoint
de: Fixpunkt
hu: Fixpont

source: Color Mode
de: Farbmodus
hu: Színmód

source: Colorful
de: Bunt
hu: Színes

source: Grid
de: Gitter
hu: Rács

source: Choose Color
de: Wähle Farbe
hu: Válassz színt

source: AntiAlias
hu: Élsimítás

source: ON
de: EIN
hu: BE

source: OFF
de: Aus
hu: KI

source: Language
de: Sprache
hu: Nyelv

source: LookAndFeel
de: Aussehen
hu: Kinézet

source: Edit
de: Bearbeiten
hu: Szerkesztés

source: Add
de: Addieren
hu: Hozzáad

source: Append
de: Hinzufügen
hu: Hozzáfűz

source: Child
de: Kind
hu: Gyerek

source: Basic Assertions
de: Grundannahmen
hu: Alapkijelentések

source: Polygon Related
de: Bezogenes Polygon
hu: Sokszöghöz kapcsolódó

source: Inequality
de: Ungleichung
hu: Egyenlőtlenség

source: Delete this row
de: Löschen diese Zeile
hu: Töröld ezt a sort

source: Add a new row
de: Eine Zeile hinzufügen
hu: Új sor hozzáadása

source: Append a term
de: Einen Term hinzufügen
hu: Tag hozzáfűzése

source: Combine selected rows
de: Kombinieren ausgewählte Zeilen
hu: A kiválasztott sorok összekapcsolása

source: Nondegenerate Conditions
de: Nichtdegenerierte Bedingungen
hu: Nem-elfajulási feltételek

source: The Simplified Nondegenerate Conditions
de: Die vereinfachten nichtdegenerierten Bedingungen
hu: Az egyszerűsített nem-elfajulási feltételek

source: The Final Nondegenerate Conditions
de: Die letzten nichtdegenerierten Bedingungen
hu: A végső nem-elfajulási feltételek

source: Construction
de: Konstruktion
hu: Szerkesztés

source: Nondegenerate Condition
de: Nichtdegenerierte Bedingung
hu: Nem-elfajulási feltétel

source: Numerical Check
de: Numerischer Check
hu: Numerikus ellenőrzés

source: TRUE
de: WAHR
hu: IGAZ

source: FALSE
de: FALSCH
hu: HAMIS

source: The Algebraic Form:
de: Die algebraische Form:
hu: Az algebrai alak:

source: The Nondegenerate Conditions:
de: Die nichtdegenerierten Bedingungen:
hu: A nem-elfajulási feltételek:

source: The Initial Polynomial Set:
de: Die Menge der Startpolynome:
hu: A kezdeti polinomhalmaz:

source: The Groebner basis:
de: Die Gröbnerbasis:
hu: A Gröbner-bázis:

source: The conclusion:
de: Die Folgerung:
hu: A következmény:

source: The conclusion after reduce:
de: Die Folgerung nach Reduktion:
hu: A következmény egyszerűsítés után:

source: The conclusion is true
de: Die Folgerung ist wahr
hu: A következmény igaz

source: The conclusion is false
de: Die Folgerung ist falsch
hu: A következmény hamis

source: Search facts
de: Suche Fakten
hu: Tulajdonságok keresése

source: Add Conclusion
de: Füge Schlussfolgerung hinzu
hu: Következmény hozzáadása

source: Time:
de: Zeit:
hu: Idő:

source: second(s)
de: Sekunde(n)
hu: másodperc

source: lines
de: Geraden
hu: egyenesek

source: parallel lines
de: parallele Geraden
hu: párhuzamos egyenesek

source: perpendicular lines
de: normale Geraden
hu: merőleges egyenesek

source: midpoints
de: Mittelpunkte
hu: felezőpontok

source: circles
de: Kreise
hu: körök

source: congruent segments
de: Kongruente Strecken
hu: egyenlő szakaszok

source: congruent angles
de: Kongruente Winkel
hu: egyenlő szögek

source: similiar triangles
de: ähnliche Dreiecke
hu: hasonló háromszögek

source: congruent triangles
de: kongruente Dreiecke
hu: egybevágó háromszögek

source: special angles
de: spezielle Winkel
hu: adott szögek

source: ratio segments
de: Verhältnisstrecken
hu: arányos szakaszok

source: Can not find any proof!
de: Kann keinen Beweis finden!
hu: Nem található bizonyítás!

source: No conclusion has been set!
de: Keine Folgerung wurde eingestellt!
hu: Nincs következmény beállítva!

source: No conclusion
de: Keine Folgerung
hu: Nincs következmény

source: Message
de: Nachricht
hu: Üzenet

source: Please construct the diagram first!
de: Konstruiere das Diagramm zuerst!
hu: Először szerkeszd meg a feladatot!

source: Diagram not completed
de: Diagramm nicht komplett
hu: A rajz nincs befejezve

source: {0} is trivially true
de: {0} ist trivial wahr
hu: {0} triviálisan igaz

source: {0} is obviously true (by hypothesis)
de: {0} ist augenscheinlich wahr (nach der Hypothese)
hu: {0} nyilvánvalóan igaz (a feladatkiírás szerint)

source: Can not prove this theorem
de: Das Theorem kann nicht bewiesen werden
hu: Nem bizonyítható a tétel

source: Information
hu: Információ

source: Show Detail
de: Zeige Detail
hu: Részletek mutatása

source: Failed
de: Fehlgeschlagen
hu: Sikertelen

source: The conclusion can not be translated to full-angle expression.
de: Die Folgerung kann nicht in einen Vollwinkel-Ausdruck übersetzt werden.
hu: A következmény nem adható meg teljes-szög kifejezéssel.

source: Not Supported
de: Nicht unterstützt
hu: Nem támogatott

source: Prove
de: Beweise
hu: Bizonyítás

source: Prove in a new tab
de: Beweise in neuem Tab
hu: Bizonyítás új lapon

source: Refresh
de: Aktualisieren
hu: Frissítés

source: Search a fact
de: Suche Fakten
hu: Tulajdonság keresése

source: File format not supported!
de: Dateiformat nicht unterstützt!
hu: Nem támogatott fájlformátum!

source: Can not open
de: Kann nicht geladen werden
hu: Nem nyitható meg

source: Deductive Database Method
de: Deduktive Datenbank Methode
hu: Deduktív adatbázis (GGD) módszer

source: Full Angle Method
de: Methode mit Vollwinkeln
hu: Teljes szög módszer

source: Traditional Method
de: Traditionale Methode
hu: Hagyományos módszer

source: Wu's Method
de: Methode von Wu
hu: Wu módszere

source: To Prove
de: Zu beweisen
hu: Bizonyítandó

source: Polynomials
de: Polynome
hu: Polinomok

source: All solutions
de: Alle Lösungen
hu: Minden megoldás

source: Remainder
de: Rest
hu: Maradék

source: The Triangulized Hypotheses:
de: Die triangularisierten Hypothesen:
hu: A triangularizált feladatkiírás:

source: Successive Pseudo Remainder of the conclusion wrt Triangulized Hypotheses:
de: Sukzessive Pseudo Rest der Konklusion im Bezug auf den triangularisierten Hypothesen:
hu: A következmény szukcesszív pszeudo-maradéka a triangularizált feladatkiírás szerint:

source: System Run Out Of Memory
de: System hat keinen Arbeitsspeicher mehr
hu: Elfogyott a memória

source: The Theorem Is Not Proved!
de: Der Satz ist nich bewiesen!
hu: A tétel nincs bizonyítva!

source: The conclusion is not proved
de: Die Folgerung ist nicht bewiesen
hu: A következmény nem bizonyított

source: Set the ratio
de: Einstellen der Proportion
hu: Arány megadása

source: Please input two integers
de: Bitte gib zwei ganzen Zahlen an
hu: Adj meg két egész számot

source: Please choose the client area
de: Bitte wähle Bereich
hu: Választ ki a kívánt területet

source: Cancel Action
de: Abbrechen
hu: Tevékenység visszavonása

source: Edit Text
de: Bearbeiten Textes
hu: Szöveg szerkesztése

source: Freeze
de: Einfrieren
hu: Fagyasztás

source: Unfreeze
de: Auftauen
hu: Fagyasztás kikapcsolása

source: Stop Trace
de: Spur aus
hu: Nyomvonal kikapcsolása

source: Plain
de: Schlicht
hu: Sima

source: Bold
de: Fett
hu: Félkövér

source: because
de: weil
hu: mert

source: Text
hu: Szöveg

source: Data
de: Daten
hu: Adatok

source: Function
de: Funktion
hu: Függvény

source: Coordinates
de: Koordinaten
hu: Koordináták

source: Connection failed: Please check your network connection and try again.
de: Verbindung nicht erfolgreich: Bitte die Netzwerkverbindung überprüfen.
hu: Sikertelen kapcsolat: Ellenőrizd a hálózati kapcsolatot és próbáld újra!

source: Connection failed
de: Verbindung nicht erfolgreich
hu: Sikertelen kapcsolat

source: Update Information
de: Inforamtionen zur Aktualisierung
hu: Frissítési információ

source: A new version is available on the server, do you want to update?
de: Eine neue Version ist verfügbar. Möchten sie aktualisieren?
hu: Új verzió tölthető le a szerverről, frissíted a programot?

source: Your current JGEX version
de: Die aktuelle JGEX-Version
hu: Az aktuális JGEX verzió

source: Available JGEX version
de: Die JGEX-Version, die verfügbar ist
hu: Rendelkezésre álló JGEX verzió

source: Press OK to update.
de: OK klicken zur Aktualisierung.
hu: Az OK-ra kattintva indul a frissítés.

source: JGEX Update
de: JGEX Aktualisierung
hu: A JGEX frissítése

source: Hide
de: Verstecke
hu: Elrejt

source: File downloaded! To update JGEX, the program will exit and restart
de: Datei heruntergeladen! Zum Aktualisieren von JGEX wird das Programm beendet und neu gestartet
hu: A fájl letöltve! A JGEX frissítéséhez a program kilép majd újraindul

source: by HYP
de: laut Annahme
hu: feladatkiírás szerint

source: in GIB
de: in Informationsbasis
hu: az információs bázisból

source: Font Chooser
de: Schriftart auswählen
hu: Betűtípus-választó

source: Italic
de: Kursiv
hu: Dőlt

source: Underline
de: Unterstrichen
hu: Aláhúzás

source: Strikethrough
de: Durchgestrichen
hu: Áthúzás

source: Subscript
de: Tiefgestellt
hu: Alsó index

source: Superscript
de: Hochgestellt
hu: Felső index

source: Preview Font
de: Vorschau für Schriftart
hu: Betűtípus előnézete

source: Font name
de: Name Schriftart
hu: Betűtípus neve

source: Font size
de: Größe Schriftart
hu: Betűméret

source: Effects
de: Effekte
hu: Hatások

source: Font color
de: Farbe Schriftart
hu: Betűszín

source: Preview
de: Vorschau
hu: Előnézet

source: Save and exit
de: Speichern und Beenden
hu: Mentés és kilépés
