Repository: yezheng1981/Java-Geometry-Expert
Catalog: src/main/po/*.po
Languages: de, hu

source: Exit without save
de: Beenden ohne zu speichern
hu: Kilépés mentés nélkül

source: Start the animation
de: Die Animation starten
hu: Az animáció indítása

source: Pause the animation
de: Pausiere die Animation
hu: Az animáció szüneteltetése

source: Stop the animation
de: Stoppen die Animation
hu: Az animáció megállítása

source: Print the client area
de: Bereich drucken
hu: A kiválasztott terület nyomtatása

source: Click three points A, B, C, then click a point D on an object to get AB = CD
de: Klicke auf drei Punkte A, B, C, dann klicke auf den Punkt D auf einem Objekt, um AB = CD zu erhalten
hu: Kattints az A, B, C pontokra, majd egy alakzaton lévő D pontra az AB = CD egyenlőséghez

source: Click two circles to construct their radical axis
hu: Kattints a két körre a hatványvonalukhoz

source: Click two points A, B, then a point C to get AB //= CD
hu: Kattints az A, B pontokra, majd C-re az AB //= CD összefüggéshez

source: Click two points A, B, then point C to get CD equal and perpendicular to +- AB
hu: Kattints az A, B pontokra, majd C-re, hogy CD egyenlő és merőleges legyen +- AB-re

source: Input your own ratio
hu: Add meg az arányt

source: Click two points to get a point with ratio {0}
hu: Kattints a két pontra, hogy a(z) {0} arányt definiáld

source: Add a single point
hu: Egy pont hozzáadása

source: Click two points to get their midpoint
hu: Kattints a két pontra a súlypontjukhoz

source: Construct the circumcenter by selecting three points
hu: Hozd létre a körülírt kör középpontját három pont kiválasztásával

source: Construct the centroid by clicking three points
hu: Hozd létre a súlypontot a három pontra kattintással

source: Construct the orthocenter by clicking three points
hu: Hozd létre a magasságpontot a három pontra kattintással

source: Construct the incenter by clicking three points
hu: Hozd létre a beírható kör középpontját a három pontra kattintással

source: Click a point then drag to a line to construct the foot
hu: Kattints egy pontra és húzd egy egyenesre a talppont létrehozásához

source: Draw a line by connecting two points
hu: Egyenes rajzolása két pontra

source: Parallel Line
de: Parallele Gerade
hu: Párhuzamos egyenes

source: parallel line
de: parallele Gerade
hu: párhuzamos egyenes

source: Perpendicular Line
de: Normale Gerade
hu: Merőleges egyenes

source: perpendicular line
de: normale Gerade
hu: merőleges egyenes

source: Draw an angle bisector
hu: Szögfelező rajzolása

source: Draw Aline
hu: Forgatott szakasz rajzolása

source: Perp-Bisect Line
hu: Felezőmerőleges

source: Tangent Line
de: Tangente
hu: Érintő egyenes

source: Draw a circle by a center point and a point on circle
hu: Kör rajzolása a középpontjával és egy kerületi pontjával

source: Circle by Radius
de: Kreis mit Radius
hu: Kör sugárral

source: Intersect to decide a point
hu: Add meg a metszetet a pont kijelöléséhez

source: Mirror an element with respect to a line or a point
hu: Alakzat tükrözése egyenesre vagy pontra

source: Draw a triangle
hu: Háromszög rajzolása

source: Draw an isosceles triangle
de: Zeichne ein gleichschenkeliges Dreieck
hu: Egyenlő szárú háromszög rajzolása

source: Draw an equilateral triangle
de: Zeichne ein gleichseitiges Dreieck
hu: Egyenlő oldalú háromszög rajzolása

source: Draw a right-angled triangle
hu: Derékszögű háromszög rajzolása

source: Draw an isosceles right-angled triangle
de: Zeichne ein gleichschenkelig-rechtwinkeliges Dreieck
hu: Derékszögű egyenlő szárú háromszög rajzolása

source: Draw a quadrangle
de: Zeichne ein Viereck
hu: Négyszög rajzolása

source: Draw a parallelogram
hu: Paralelogramma rajzolása

source: Draw a trapezoid
hu: Trapéz rajzolása

source: Draw a right angle trapezoid
hu: Derékszögű trapéz rajzolása

source: Draw a rectangle
hu: Téglalap rajzolása

source: Draw a square
hu: Négyzet rajzolása

source: Draw a pentagon
hu: Ötszög rajzolása

source: Draw a polygon
hu: Sokszög rajzolása

source: Draw an angle of {0} degrees
hu: {0} fokos szög rajzolása

source: Draw an angle of other degrees
hu: Más szög megadása

source: Set two angles equal
hu: Két szög egyenlőségének megadása

source: Set the sum of three angles equal to one
hu: Annak definiálása, hogy három szög összege egyet ad

source: Select four segments to set their equal ratio
hu: Válassz 4 szakaszt az egyenlő arányok megadásához

source: Set two segments to be equal
hu: Két szakasz egyenlőségének előírása

source: Set two segments to have ratio: {0}
hu: Annak megadása, hogy két szakasz aránya {0}

source: Set two segments to have specified ratio
hu: Két szakasz arányának konkrét megadása

source: Set two circles to be tangent
hu: Két kör érintésének előírása

source: Select a point to trace its locus (in combination with move or animation)
hu: Válassz egy pontot a mértani hely lekövetéséhez (a mozgással vagy az animációval egyidőben)

source: The locus of a point
hu: Egy pont mértani helye

source: Click a point then an object to animate
hu: Kattints egy pontra majd egy alakzatra az animációhoz

source: select a closed segment path to fill the polygon
hu: válassz egy zárt töröttvonalat a sokszög kitöltéséhez

source: Select two angle to set equal
hu: Válassz két szöget az egyenlőség kijelöléséhez

source: Select two points to construct an arrow
hu: Válassz két pontot a nyíl létrehozásához

source: Mark for equal with one line
hu: Az egyenlőséget 1 vonallal jelölje

source: Mark for equal with two lines
hu: Az egyenlőséget 2 vonallal jelölje

source: Mark for equal with three lines
hu: Az egyenlőséget 3 vonallal jelölje

source: Mark for equal with four lines
hu: Az egyenlőséget 4 vonallal jelölje

source: Draw a right angle mark
de: Rechter Winkel zeichen
hu: Derékszög kijelölése

source: Hide objects
hu: Alakzatok elrejtése

source: Show objects that is hiden
hu: Rejtett alakzatok megjelenítése

source: Set the default property
hu: Alapértelmezett tulajdonság megadása

source: Edit construct history
hu: A szerkesztés menetének szerkesztése

source: Show Step Bar for prove
de: Zeige Schrittsfenster beim Beweis
hu: Lépések mutatása bizonyításoknál

source: Show Draw Style Dialog
hu: A rajzolás stílusa párbeszédablak mutatása

source: About Java Geometry Expert
de: Über Java Geometry Expert
hu: A Java Geometry Expert-ről

source: construct history
hu: a szerkesztés menete

source: translate view
hu: nézet eltolása

source: zoom in view
hu: nézet nagyítása

source: zoom out view
hu: nézet kicsinyítése

source: snap to grid
hu: rácshoz illesztés

source: draw the rectangle grid
hu: derékszögű rács rajzolása

source: make the grid less dense
hu: a rács legyen ritkább

source: make the grid more dense
hu: a rács legyen sűrűbb

source: redo a step
hu: lépés újra

source: undo a step
hu: lépés visszavonása

source: forward to end
hu: előre a végéig

source: back to start
hu: vissza az elejére

source: auto show draw step by step
hu: automatikus lépésenkénti rajzolás

source: Create a new view
hu: Új nézet létrehozása

source: Open a file
hu: Fájl megnyitása

source: Save to a file
hu: Mentés fájlba

source: Select mode
hu: Válassz eszközt

source: Select two points to construct a line
hu: Válassz két pontot az egyenes létrehozásához

source: Draw a line which is parallel to another line
hu: Párhuzamos egyenes rajzolása

source: Select a point and a line to construct the foot
hu: Válassz egy pontot és egy egyenest a talppont létrehozásához

source: Draw two points and a circle
hu: Kör megadása két ponttal

source: Select three points to construct the circle passing through them
hu: Válassz 3 pontot a rájuk illeszkedő kör kijelöléséhez

source: Draw a circle with center and radius
hu: Kör rajzolása középponttal és sugárral

source: Define a polygon
hu: Add meg a sokszöget

source: Select two lines to define their full-angle with a label
hu: Válassz két egyenest teljes-szög tulajdonságuk címkézéséhez

source: Add text
hu: Szöveg hozzáadása

source: Take the intersection of two objects (circle or line)
hu: Két alakzat (kör vagy egyenes) metszete

source: Mirror a object by clicking and then click a reflection axis or point
hu: Alakzat tükrözése rákattintással, majd a tükörtengelyre vagy a centrumra kattintással

source: Select two points or drag a segment to construct an isosceles triangle
hu: Válassz két pontot vagy húzz egy szakaszt az egyenlő szárú háromszög létrehozásához

source: Select two points or drag a segment to construct a square
hu: Válassz két pontot vagy húzz egy a szakaszt a négyzet létrehozásához

source: Play
hu: Lejátszás

source: Pause
hu: Szünet

source: stop
hu: megállítás

source: Draw a line which is perpendicular to another line
hu: Merőleges egyenes rajzolása

source: Draw a line which is perp-bisect to another line
hu: Felezőmerőleges rajzolása

source: Draw line which is tangent to a circle
hu: Érintő húzása körhöz

source: Draw a circle by three points
hu: Kör rajzolása 3 pontjával

source: Translate
de: Verschieben
hu: Eltolás

source: Zoom-in
de: Einzoomen
hu: Nagyítás

source: Zoom-out
de: Auszoomen
hu: Kicsinyítés

source: snap
hu: illesztés

source: grid
hu: rács

source: lessGrid
hu: ritkább rács

source: moreGrid
hu: sűrűbb rács

source: redo
hu: újra

source: undo
hu: mégse

source: ff
hu: gyorsan előre

source: fr
hu: gyorsan vissza

source: play
hu: lejátszás

source: new
hu: új

source: open
hu: megnyit

source: save
hu: mentés

source: move
hu: mozgatás

source: point
hu: pont

source: line
de: Gerade
hu: egyenes

source: parallel
hu: párhuzamos

source: perpendicular
hu: merőleges

source: foot
hu: talppont

source: circle
de: Kreis
hu: kör

source: compass
hu: körző

source: polygon
hu: sokszög

source: angle
de: Winkel
hu: szög

source: text
hu: szöveg

source: intersect
hu: metszet

source: isosceles triangle
hu: egyenlő szárú háromszög

source: segment
de: Strecke
hu: szakasz

source: midpoint
hu: felezőpont

source: square
de: Quadrat
hu: négyzet

source: triangle
de: Dreieck
hu: háromszög

source: equilateral triangle
hu: egyenlő oldalú háromszög

source: quadrangle
de: Viereck
hu: négyszög

source: pentagon
hu: ötszög

source: trapezoid
de: Trapez
hu: trapéz

source: right angle trapezoid
hu: derékszögű trapéz

source: rectangle
de: Rechteck
hu: téglalap

source: hence
hu: ezért

source: Can not find image: {0}
de: Bild {0} kann nicht gefunden werden
hu: A(z) {0} kép nem található

source: Given:
de: Gegeben:
hu: Adott:

source: To Prove:
de: Zu zeigen:
hu: Bizonyítandó:

source: In
hu: Mivel

source: and
de: und
hu: és

source: Similarly,
de: Analog,
hu: Hasonlóan,

source: area
de: Flächeninhalt
hu: terület

source: parallelogram
de: Parallelogramm
hu: paralelogramma

source: Please select two points
hu: Válassz 2 pontot

source: Please select two segments
de: Bitte wähle zwei Strecken
hu: Válassz két szakaszt

source: Please select two lines
de: Bitte wähle zwei Geraden
hu: Válassz két egyenest

source: Please select two angles
de: Bitte wähle zwei Winkel
hu: Válassz két szöget

source: Please select two triangles
de: Bitte wähle zwei Dreiecke
hu: Válassz két háromszöget

source: Please select three non-collinear points
hu: Válassz 3 pontot, amelyek nem esnek egy egyenesre

source: Please select three points
hu: Válassz 3 pontot

source: Please select four points
hu: Válassz 4 pontot

source: Please select N(>=3) points
de: Bitte wähle N(>=3) Punkte
hu: Válassz N(>=3) pontot

source: Can not find object icon {0}
de: Symbol {0} kann nicht gefunden werden
hu: A(z) {0} kép objektum nem található

source: Can not find file {0}
de: Datei {0} kann nicht gefunden werden
hu: A(z) {0} fájl nem található

source: number
hu: szám

source: tri
hu: háromszög

source: Keywords
de: Schlusswörter
hu: Kulcsszavak

source: Symbol
hu: Szimbólum

source: Assertion
de: Annahme
hu: Kijelentés

source: Object
de: Objekt
hu: Alakzat

source: Draw
de: Zeichnen
hu: Rajz

source: Equation
de: Gleichung
hu: Egyenlet

source: Rule
de: Regel
hu: Szabály

source: Rule1
hu: 1. szabály

source: Rule2
hu: 2. szabály

source: Rule3
hu: 3. szabály

source: SAS
de: SWS
hu: OSzO

source: AAS
de: WWS
hu: SzSzO

source: SSS
hu: OOO

source: ASA
de: WSW
hu: SzOSz

source: Collinear
de: Kollinear
hu: Egy egyenesre illeszkedés

source: Eqdistant
hu: Ekvidisztáns

source: Cyclic
de: Zyklisch
hu: Húrsokszög

source: Congruent
hu: Egybevágó

source: Similar
hu: Hasonló

source: Distance Less
hu: A távolság kisebb mint

source: Angle Less
hu: A szög kisebb mint

source: Concurrent
hu: Egy pontra illeszkedés

source: Perp-Bisector
hu: Felezőmerőleges

source: Right Triangle
hu: Derékszögű háromszög

source: Iso-Right Triangle
hu: Derékszögű egyenlő szárú háromszög

source: Between
hu: Között

source: Angle Inside
hu: Belső szög

source: Angle Outside
hu: Külső szög

source: Triangle Inside
hu: Háromszögön belül

source: Para Inside
hu: Paralelogrammán belül

source: Opposite Inside
hu: Meghosszabbítás belsejében

source: Same Side
hu: Azonos oldalon

source: Convex
hu: Konvex

source: assertion type: {0} not defined.
hu: kijelentés típusa: {0} nincs definiálva.

source: No Selected
hu: Nincs kiválasztott alakzat

source: Dialog
hu: Párbeszédablak

source: No Text
hu: Nincs szöveg

source: Value
hu: Érték

source: Name With Value
hu: Név értékkel

source: Vertical Line
de: Senkrechte Gerade
hu: Függőleges egyenes

source: Horizontal Line
de: Waagerechte Gerade
hu: Vízszintes egyenes

source: ALine
hu: Forgatott szakasz

source: ABline
de: Winkelsymmetrale
hu: Szögfelező

source: Hexagon
de: Sechseck
hu: Hatszög

source: start to animate
hu: animáció indítása

source: Equal Angle
de: Gleicher Winkel
hu: Egyenlő szög

source: Similiar Triangle
de: Ähnliches Dreieck
hu: Hasonló háromszög

source: Congruent Triangle
de: Kongruentes Dreieck
hu: Egybevágó háromszög

source: Bisect
de: Halbieren
hu: Felezés

source: Tangent
de: Tangente
hu: Érintés

source: Equal Product
de: Gleiches Produkt
hu: Egyező szorzat

source: Ratio
de: Verhältnis
hu: Arány

source: Special Angle
de: Spezieller Winkel
hu: Adott szög

source: Angles Equation
de: Gleichung für Winkel
hu: Szög-egyenlőség

source: Segment Equation
de: Gleichung für Strecke
hu: Szakasz egyenlete

source: NDGs
hu: Előfeltételek (a nem-elfajuláshoz)

source: failed
de: fehlgeschlagen
hu: sikertelen

source: Version
hu: Verzió

source: On
de: Ein
hu: Be

source: Background color
de: Hintergrundfarbe
hu: Háttérszín

source: Change Color
de: Ändere Farbe
hu: Szín megváltoztatása

source: type
de: Typ
hu: típus

source: width
de: Breite
hu: szélesség

source: {0} already exists, do you want to overwrite it?
de: {0} existiert bereits, wollen Sie sie überschreiben?
hu: Már létezik {0}, felülírod?

source: Can not prove this theorem with Deductive Database Method
de: Das Theorem konnte mit den deduktiven Methoden in der Datenbank nicht bewiesen werden
hu: A tétel a deduktív adatbázis (GDD) módszerrel nem bizonyítható

source: Can not prove this theorem.
de: Das Theorem kann nicht bewiesen werden.
hu: Nem bizonyítható a tétel.

source: Proof text
de: Text Beweis
hu: A bizonyítás szövege

source: Author:
de: Autor:
hu: Szerző:

source: Free Point
de: Freier Punkt
hu: Szabad pont

source: The coordinates
de: Die Koordinaten
hu: A koordináták

source: The equational hypotheses:
de: Die Gleichheitshypothesen:
hu: Az egyenlőségeken alapuló feladatkiírás:

source: The theorem is not proved with the Deductive Database Method!
de: Der Satz ist nich bewiesen mit der deduktiven Datenbankmethode!
hu: A tételt a deduktív adatbázis módszer nem bizonyítja be!

source: The theorem is not proved with The Full-Angle Method.
de: Der Satz ist nich bewiesen mit der Vollwinkel-Methode.
hu: A tételt a teljes-szög módszer nem bizonyítja be.

source: Use the LEFT button to select a position
de: Nutze die LINKS Taste um eine Position zu wählen
hu: Válassz pozíciót a BAL gombbal

source: Select two points to determine a line
de: Wähle zwei Punkte um eine Gerade anzugeben
hu: Válassz két pontot az egyenes megadásához

source: Please use the menu "Action -> Animation" to define an animation first
de: Bitte nutze das Menü "Aktion -> Animation" um eine Animation erst zu definieren
hu: Előbb használd a "Tevékenység -> Animáció" menüpontot az animáció megadásához

source: Groebner Basis Method
de: Methode mit Gröbnerbasen
hu: Gröbner-bázis módszer

source: Because
de: Weil
hu: Mert

source: Hence
de: So
hu: Ezért

source: Total solutions:
de: Alle Lösungen:
hu: Az összes megoldás:

source: Please select 3 points (0 points selected)
hu: Válassz ki 3 pontot (nincs pont kiválasztva)

source: Can not open link {0}
de: Link {0} kann nicht geladen werden
hu: Nem nyitható meg a(z) {0} link

source: Construct a circle by clicking two points as radius and another point as center
hu: Kör szerkesztése: két pont a sugarat jelöli ki, egy harmadik a középpontot

source: Click a point then drag to construct a circle
hu: Kattints egy pontra és húzd el kör létrehozásához

source: Adjust the speed of animation
hu: Animáció sebességének beállítása

source: Reset
hu: Visszaállít

source: Start animation step by step
de: Starte die Animation Schritt für Schritt
hu: Az animáció indítása lépésenként

source: Go to the end of the proof
hu: Ugrás a bizonyítás végére

source: Go to the next step of the proof
hu: Ugrás a bizonyítás következő lépésére

source: Unfreeze All Points
de: Alle Punkte auftauen
hu: Minden fagyasztás kikapcsolása

source: Do you mean...
hu: Úgy érted...

source: Point {0}
de: Punkt {0}
hu: {0} pont

source: Line {0}
de: Gerade {0}
hu: {0} egyenes

source: Circle {0}
de: Kreis {0}
hu: {0} kör

source: Please draw...
hu: Rajzolj...

source: {0} points left
hu: {0} pont van hátra

source: midpoint of {0}
de: Mittelpunkt von {0}
hu: {0} felezőpontja

source: {0} is the midpoint of {1}
de: {0} ist der Mittelpunkt von {1}
hu: {0} a(z) {1} felezőpontja

source: parallel to {0} passing {1}
hu: párhuzamos {0}-val {1}-n keresztül

source: passing {0}
de: durch {0}
hu: {0}-n keresztül

source: with foot {0}
hu: {0} talpponttal

source: Triangle {0}
de: Dreieck {0}
hu: {0} háromszög

source: Quadrangle {0}
de: Viereck {0}
hu: {0} négyszög

source: Pentagon {0}
de: Fünfeck {0}
hu: {0} ötszög

source: Hexagon {0}
de: Sechseck {0}
hu: {0} hatszög

source: Polygon {0}
hu: {0} sokszög

source: Isosceles triangle {0}
de: Gleichschenkeliges Dreieck {0}
hu: {0} egyenlő szárú háromszög

source: Right triangle {0}
de: Rechtwinkeliges Dreieck {0}
hu: {0} derékszögű háromszög

source: Parallelogram {0}
de: Parallelogramm {0}
hu: {0} paralelogramma

source: Square {0}
de: Quadrat {0}
hu: {0} négyzet

source: Trapezoid {0}
de: Trapez {0}
hu: {0} trapéz

source: Right trapezoid {0}
de: Rechtwinkeliges Trapez {0}
hu: {0} derékszögű trapéz

source: Equilateral triangle {0}
de: Gleichseitiges Dreieck {0}
hu: {0} egyenlő oldalú háromszög

source: {0} is the reflection of {1} wrt {2}
hu: {0} a(z) {1} tükörképe {2}-re vonatkozólag

source: Isosceles
de: Gleichschenkelig
hu: Egyenlő szárú

source: Equilateral
de: Gleichseitig
hu: Egyenlő oldalú

source: Right
hu: Derékszögű

source: Building GIF File
hu: GIF fájl készítése

source: 0 frame(s) added
hu: 0 képkocka készült el

source: Next
hu: Következő

source: Rotate
hu: Forgatás

source: Yes
de: Ja
hu: Igen

source: No
de: Nein
hu: Nem

source: Take a point {0} on line {1} such that {2}
hu: Legyen a(z) {0} pont a(z) {1} egyenesen, melyre {2}

source: Take a point {0} on circle {1} such that {2}
hu: Legyen a(z) {0} pont a(z) {1} körön, melyre {2}

source: Radical of {0} and {1}
hu: A(z) {0} és {1} hatványvonala

source: on line {0}
de: auf der Geraden {0}
hu: {0} egyenesen

source: {0} is on line {1}
hu: {0} a(z) {1} egyenesen

source: {0} is parallel to {1}
de: {0} ist parallel zu {1}
hu: {0} párhuzamos {1}-vel

source: {0} is perpendicular to {1}
de: {0} steht normal auf {1}
hu: {0} merőleges {1}-re

source: {0} is on the perpendicular bisector of {1}
hu: {0} a(z) {1} felezőmerőlegesén

source: on the perpendicular bisector of {0}
hu: {0} felezőmerőlegesén

source: on circle {0}
de: auf dem Kreis {0}
hu: {0} körön

source: {0} is on circle {1}
hu: {0} a(z) {1} körön

source: circumcenter of {0}
de: Umkreismittelpunkt von {0}
hu: {0} körülírható körének középpontja

source: {0} is the circumcenter of {1}
hu: {0} a(z) {1} körülírható körének középpontja

source: incenter of {0}
de: Inkreismittelpunkt von {0}
hu: {0} beírható körének középpontja

source: {0} is the incenter of {1}
de: {0} ist der Inkreismittelpunkt von {0}
hu: {0} a(z) {1} beírható körének középpontja

source: orthocenter of {0}
de: Höhenschnittpunkt von {0}
hu: {0} magasságpontja

source: {0} is the orthocenter of {1}
de: {0} ist der Höhenschnittpunkt von {1}
hu: {0} a(z) {1} magasságpontja

source: centroid of {0}
de: Schwerpunkt von {0}
hu: {0} súlypontja

source: {0} is the centroid of {1}
de: {0} ist der Schwerpunkt von {1}
hu: {0} a(z) {1} súlypontja

source: barycenter of {0}
de: Schwerpunkt von {0}
hu: {0} súlypontja

source: {0} is the barycenter of {1}
de: {0} ist der Schwerpunkt von {1}
hu: {0} a(z) {1} súlypontja

source: Segment
de: Strecke
hu: Szakasz

source: {0} are collinear
de: {0} sind kollinear
hu: {0} egy egyenesre illeszkednek

source: {0} are parallel
de: {0} sind parallel
hu: {0} párhuzamosak

source: {0} are perpendicular
de: {0} sind normal
hu: {0} merőlegesek

source: {0} are concyclic
de: {0} liegen auf einem Kreis
hu: {0} egy körre illeszkednek

source: Full
hu: Teljes

source: Manual
de: Händisch
hu: Kézi

source: Search
de: Suche
hu: Keres

source: Please choose
de: Bitte wähle
hu: Válassz

source: We could not find anything!
hu: Nem találtunk semmit!

source: No result
hu: Nincs eredmény

source: Press SHIFT and drag with right mouseclick to zoom, press SHIFT and drag with left mouseclick to move
hu: A SHIFT és vonszolás jobb egérgombbal belenagyít, a SHIFT és vonszolás bal egérgombbal mozgatja az ábrát

source: Click to see the detail
hu: Kattints a részletekhez

source: Rule {0} for the GDD Method
de: Regel {0} für die GDD-Methode
hu: A GDD-módszer {0}. szabálya

source: Rule {0} for the Full Angle Method
de: Regel {0} für die Vollwinkel-Methode
hu: A teljes szög módszer {0}. szabálya

source: Rule {0}
de: Regel {0}
hu: {0}. szabály

source: RULE {0}
de: REGEL {0}
hu: {0}. SZABÁLY

source: r{0}
hu: {0}. sz.

source: addition
hu: összeadás

source: rule {0}
de: Regel {0}
hu: {0}. szabály

source: If AB ∥ BC, then A, B and C are collinear.
de: Gilt AB ∥ BC, dann sind A, B und C kollinear.
hu: Ha AB ∥ BC, akkor A, B és C egy egyenesre esnek.

source: For two angles ∠[l1,l2], ∠[l3,l4]. If l1 = l3 and l2 ∥ l4, then ∠[l1,l2] = ∠[l3,l4].
de: Für zwei Winkel ∠[l1,l2], ∠[l3,l4] gilt: Ist l1 = l3 und l2 ∥ l4, dann ist ∠[l1,l2] = ∠[l3,l4].
hu: Adott két szög: ∠[l1,l2], ∠[l3,l4]. Ha l1 = l3 és l2 ∥ l4, akkor ∠[l1,l2] = ∠[l3,l4].

source: For example, in parallelogram ABCD, AD ∥ BC and AC = CA, hence ∠[CAD] = ∠[ACB].
de: Beispielsweise gilt im Parallelogramm ABCD AD ∥ BC und AC = CA, und somit auch ∠[CAD] = ∠[ACB].
hu: Például az ABCD paralelogrammában AD ∥ BC és AC = CA, ezért ∠[CAD] = ∠[ACB].

source: If AB ∥ CD and E is the intersection of AC and BD, then EA / EC = EB / ED.
de: Ist AB ∥ CD und E der Schnittpunkt von AC und BD, dann gilt EA / EC = EB / ED.
hu: Ha AB ∥ CD és E az AC és BD metszete, akkor EA / EC = EB / ED.

source: If AB ∥ EF and CD ⊥ EF, then CD ⊥ EF.
de: Wenn AB ∥ CD und CD ⊥ EF, dann gilt AB ⊥ EF.
hu: Ha AB ∥ EF és CD ⊥ EF, akkor CD ⊥ EF.

source: If AB ⊥ CD, then ∠[AB,CD] = [1] (or 90 degrees).
de: Wenn AB ⊥ CD, dann gilt ∠[AB,CD] = [1] (oder 90 Grad).
hu: Ha AB ⊥ CD, akkor ∠[AB,CD] = [1] (vagy 90 fok).
