Repository: yezheng1981/Java-Geometry-Expert
Catalog: src/main/po/*.po
Languages: de, hu

source: In a right triangle ACB, ∠C = [1], if E is the midpoint of AB, then E is the circumcenter of ABC with EA = EB = EC.
de: Im rechtwinkligen Dreieck ACB gilt ∠C = [1], wenn der Mittelpunkt E von AB ist, dann ist E der Umkreismittelpunkt von ABC und EA = EB = EC.
hu: Ha az ACB derékszögű háromszögben, ahol ∠C = [1], ha E az AB felezőpontja, akkor E az ABC körülírható körének középpontja, melyre EA = EB = EC.

source: If AB ⊥ CD and CD ⊥ EF, then AB ∥ EF.
de: Wenn AB ⊥ CD und CD ⊥ EF, dann gilt AB ∥ EF.
hu: Ha AB ⊥ CD és CD ⊥ EF, akkor AB ∥ EF.

source: For four points A,B,C,D, if AC ⊥ BC and AD ⊥ BD, then A,B,C,D are concyclic.
de: Für vier Punkte A, B, C und D gilt: Wenn AC ⊥ BC und AD ⊥ BD, dann sind A,B,C,D zyklisch.
hu: Ha az A,B,C,D pontokra AC ⊥ BC és AD ⊥ BD, akkor A,B,C,D egy körre illeszkednek.

source: For a circle c(O,AB) and a point C on circle c, if A,B,O are collinear, then AC ⊥ BC and ∠ACB = [1].
de: Für einen Kreis c(O, AB) und einen Punkt C auf dem Kreis c gilt: Sind A, B und O kollinear, dann sind AC ⊥ BC und ∠ACB = [1].
hu: Ha a c(O,AB) körre és a rá eső C pontra teljesül, hogy A,B,O egy egyenesre esnek, akkor AC ⊥ BC és ∠ACB = [1].

source: If AB is the diameter of a circle and point D is on the circle, then AD ⊥ BD.
de: Wenn AB der Durchmesser eines Kreises ist und Punkt C auf diesem liegt, dann gilt AC ⊥ BC.
hu: Ha AB egy kör átmérője, és D a körre illeszkedik, akkor AD ⊥ BD.

source: Angle of circumference equals to half of the angle at the center.
de: Der Umfangwinkel ist gleich der Hälfte des Mittelpunktwinkels.
hu: Egy kerületi szög mindig feleakkora, mint a hozzá tartozó középponti szög.

source: If AB ∥ CD and A,B,C,D are concyclic, then ∠ABC = ∠DAB.
de: Wenn AB ∥ CD und A, B, C und D zyklisch sind, dann ist ∠ABC = ∠DAB.
hu: Ha AB ∥ CD és A,B,C,D egy körre illeszkednek, akkor ∠ABC = ∠DAB.

source: If A,B,C,D are concyclic, then ∠ADB = ∠ACB and vice versa.
de: Wenn A, B, C und D zyklisch sind, dann ist ∠ADB = ∠ACB und umgekehrt.
hu: Ha A,B,C,D egy körre illeszkednek, akkor ∠ADB = ∠ACB, és megfordítva.

source: Chord tangent angle theorem.
de: Sehne-Tangente-Winkel-Satz.
hu: Az érintő szárú kerületi szögek tétele.

source: A line passing the centers of two circles is perpendicular to the common chord of two circles.
de: Die Gerade, die durch die Mittelpunkte zweier Kreise verläuft, steht senkrecht auf deren gemeinsamen Sehne.
hu: Ha egy egyenes két kör középpontján keresztül halad, akkor merőleges a körök metszéspontjait összekötő egyenesre.

source: For example, given two circles C1(O,AB) and C2(O1,AB), A and B are two common points, then OO1 ⊥ AB.
de: Sind beispielsweise AB gemeinsame Punkte der Kreise C1(O,AB) und C2(O1,AB), dann gilt OO1 ⊥ AB.
hu: Például ha adott a C1(O,AB) és a C2(O1,AB) kör, ahol A és B a két kör közös pontjai, akkor OO1 ⊥ AB.

source: The Addition for Full Angle.
de: Addition für Vollwinkel.
hu: Teljes szög összeadása.

source: If ∠[l1,l2] = ∠[l3,l4] and ∠[l5,l6] = ∠[l7,l8], and l2 = l6 and l4 = l7, then ∠[l1,l4] = ∠[l5,l8].
de: Ist ∠[l1,l2] = ∠[l3,l4], ∠[l5,l6] = ∠[l7,l8], l2 = l6 und l4 = l7, dann gilt ∠[l1,l4] = ∠[l5,l8].
hu: Ha ∠[l1,l2] = ∠[l3,l4] és ∠[l5,l6] = ∠[l7,l8], valamint l2 = l6 és l4 = l7, akkor ∠[l1,l4] = ∠[l5,l8].

source: If ∠[l1,l2] = ∠[l3,l4] and l1 ∥ l2, then l3 ∥ l4.
de: Ist ∠[l1,l2] = ∠[l3,l4] und l1 ∥ l2, dann gilt l3 ∥ l4.
hu: Ha ∠[l1,l2] = ∠[l3,l4] és l1 ∥ l2, akkor l3 ∥ l4.

source: Because if l1 ∥ l2, then ∠[l1,l2] = [0]. Hence ∠[l3,l4] = [0].
de: Denn wenn l1 ∥ l2 gilt ∠[l1,l2] = [0]. Somit gilt ∠[l3,l4] = [0].
hu: Mivel ha l1 ∥ l2, akkor ∠[l1,l2] = [0]. Ezért ∠[l3,l4] = [0].

source: If ∠[l1,l2] = ∠[l3,l4] and l1 ∥ l3, then l2 ∥ l4.
de: Ist ∠[l1,l2] = ∠[l3,l4] und l1 ∥ l3, dann gilt l2 ∥ l4.
hu: Ha ∠[l1,l2] = ∠[l3,l4] és l1 ∥ l3, akkor l2 ∥ l4.

source: If ∠[l1,l2] = ∠[l3,l4] and l1 ⊥ l2, then l3 ⊥ l4.
de: Ist ∠[l1,l2] = ∠[l3,l4] und l1 ⊥ l2, dann gilt l3 ⊥ l4.
hu: Ha ∠[l1,l2] = ∠[l3,l4] és l1 ⊥ l2, akkor l3 ⊥ l4.

source: If ∠[l1,l2] = ∠[l3,l4] and l1 ⊥ l3, then l2 ⊥ l4.
de: Ist ∠[l1,l2] = ∠[l3,l4] und l1 ⊥ l3, dann gilt l2 ⊥ l4.
hu: Ha ∠[l1,l2] = ∠[l3,l4] és l1 ⊥ l3, akkor l2 ⊥ l4.

source: Special Angles.
de: Besondere Winkel.
hu: Speciális szögek.

source: Supplementary Angle.
de: Spezieller Winkel.
hu: Pótszög.

source: Isosceles Triangle.
de: Gleichschenkeliges Dreieck.
hu: Egyenlő szárú háromszög.

source: Isosceles Triangle Theorem
de: Gleichschenkeliges Dreieck Satz
hu: Egyenlő szárú háromszögek tétele

source: For an isosceles triangle ABC and a point D on line BC, if one of the following statements is true, the other two are also true:
de: Sei ABC ein gleichschenkliges Dreieck und sei Punkt D auf der Seite BC. Wenn eine der folgenden Aussagen wahr ist, sind die anderen zwei auch wahr:
hu: Ha az ABC háromszög egyenlő szárú és a D pont a BC egyenesen fekszik, akkor ha a következő állítások valamelyike igaz, akkor a másik kettő is igaz:

source: 1. AD ⊥ BC, 2. D is the midpoint of BC, 3. ∠BAD = ∠DAC.
de: 1. AD ⊥ BC, 2. D ist der Mittelpunkt von BC, 3. ∠BAD = ∠DAC.
hu: 1. AD ⊥ BC, 2. D a BC felezőpontja, 3. ∠BAD = ∠DAC.

source: Congruent Triangles.
de: Kongruente Dreiecke.
hu: Egybevágó háromszögek.

source: Triangles are called congruent if they have the same size and shape. That is, corresponding angles have the same measure, and corresponding sides have the same length.
de: Dreiecke sind kongruent, wenn sie in Größe und Form gleich sind. Das heißt, dass die dazugehörigen Winkel gleich groß sind und die Seiten die gleiche Länge haben.
hu: Egybevágónak nevezünk két háromszöget, ha ugyanakkorák és ugyanolyan alakúak. Azaz a megfelelő szögek ugyanakkorák és a megfelelő oldalak ugyanolyan hosszúak.

source: ASA (angle-side-angle) congruence.
de: WSW (Winkel-Seite-Winkel) Kongruenz.
hu: SzOSz (szög-oldal-szög) egybevágóság.

source: Two triangles are congruent if a pair of corresponding angles and the included side are equal.
de: Zwei Dreiecke sind kongruent, wenn zwei der Winkel und die davon eingeschlossene Seite gleich sind.
hu: Két háromszög egybevágó, ha egy-egy megfelelő szögük és a közbezárt oldal egyenlőek.

source: SAS (side-angle-side) congruence.
de: SWS (Seite-Winkel-Seite) Kongruenz.
hu: OSzO (oldal-szög-oldal) egybevágóság.

source: Two triangles are congruent if a pair of corresponding sides and the included angle are equal.
de: Zwei Dreiecke sind kongruent, wenn zwei Seiten und der davon eingeschlossene Winkel gleich sind.
hu: Kég háromszög egybevágó, ha egy-egy megfelelő oldaluk és a közbezárt szög egyenlőek.

source: SSS (side-side-side) congruence.
de: SSS- (Seite-Seite-Seite) Kongruenz.
hu: OOO egybevágóság.

source: Two triangles are congruent if their corresponding sides are equal.
de: Zwei Dreiecke sind kongruent, wenn deren Seiten gleich sind.
hu: Két háromszög egybevágó, ha a megfelelő oldalaik egyenlő hosszúak.

source: SAS (side-angle-side) congruence for right triangles.
de: SWS (Seite-Winkel-Seite) Kongruenz für rechtwinklige Dreiecke.
hu: OSzO (oldal-szög-oldal) egybevágóság derékszögű háromszögekre.

source: Two right triangles are congruent if their two corresponding sides are equal.
de: Zwei rechtwinklige Dreiecke sind kongruent, wenn deren zwei entsprechenden kartesischen Ecken gleich sind.
hu: Két derékszögű háromszög egybevágó, ha két megfelelő oldaluk egyenlő.

source: Similar triangles.
de: Ähnliche Dreiecke.
hu: Hasonló háromszögek.

source: Similar triangles are triangles that have the same shape but possibly different size. In particular, corresponding angles are congruent, and corresponding sides are in proportion.
de: Ähnliche Dreiecke sind Dreiecke, die dieselbe Form haben aber möglicherweise unterschiedlich groß sind; die dazugehörigen Winkel sind kongruent und die dazugehörigen Seiten sind im gleichen Verhältnis zueinander.
hu: Hasonló háromszögeknek olyan háromszögeket nevezünk, amelyek ugyanolyan alakúak, de esetleg különböző méretűek. A megfelelő szögek azonban megegyeznek, és a megfelelő oldalak arányosak.

source: AAA (angle-angle-angle) similarity.
de: WWW (Winkel-Winkel-Winkel) Ähnlichkeit.
hu: SzSzSz (szög-szög-szög) hasonlóság.

source: If two triangles have two corresponding angles that are congruent, then the triangles are similar. Because the sum of the angles in a triangle must be π, we really only need to know that two pairs of corresponding angles are congruent to know that the triangles are similar.
de: Haben zwei Dreiecke zwei entsprechende kongruente Winkel, sind die Dreiecke ähnlich. Da die Summe der Winkel in einem Dreieck π sein muss, muss nur klar sein, dass diese beiden Paare von entsprechenden Winkeln kongruent sind, um zu wissen, dass die Dreiecke ähnlich sind.
hu: Ha két háromszög megfelelő szögei ugyanakkorák, akkor a háromszögek hasonlóak. Mivel a háromszög belső szögeinek összege π, csak két pár megfelelő szögről kell tudnunk, hogy egyenlőek, ahhoz, hogy hasonlóságról legyen szó.

source: SAS (side-angle-side) similarity.
de: SWS (Seite-Winkel-Seite) Ähnlichkeit.
hu: OSzO (oldal-szög-oldal) hasonlóság.

source: The side-angle-side (SAS) similarity test says that if two triangles have two pairs of sides that are proportional and the included angles are congruent, then the triangles are similar.
de: Die Seiten-Winkel-Seiten-Ähnlichkeit besagt, dass zwei Dreiecke ähnlich sind, wenn sie zwei Seiten im gleichen Verhältnis haben und die eingeschlossenen Winkel kongruent sind.
hu: Az oldal-szög-oldal (OSzO) hasonlósági feltétel kimondja, hogy ha két háromszög két-két megfelelő oldala arányos, valamint a közbezárt szögek ugyanakkorák, akkor a háromszögek hasonlóak.

source: SSS (side-side-side) similarity.
de: SSS (Seite-Seite-Seite) Ähnlichkeit.
hu: OOO (oldal-oldal-oldal) hasonlóság.

source: If two triangles have all three pairs of sides in proportion, the triangles are similar.
de: Sind alle drei Seiten zweier Dreiecke im gleichen Verhältnis, sind die Dreiecke ähnlich.
hu: Ha két háromszög mindhárom oldalpárja arányos, akkor a háromszögek hasonlóak.

source: Ratio by similarity.
de: Verhältnis durch Ähnlichkeit.
hu: Arány hasonlóság szerint.

source: Middle Connection Theorem for Triangles.
de: Satz der Mittelparallelen für Dreiecke.
hu: Tétel a háromszög középvonaláról.

source: The line connects the midpoints of two sides of a triangle is parallel to the third side of the triangle.
de: Die Strecke, die die Mittelpunkte zweier Seiten eines Dreiecks verbindet, ist parallel zur dritten Seite des Dreiecks.
hu: A háromszög két oldalának egy-egy felezőpontját összekötő egyenes párhuzamos a harmadik oldallal.

source: The hypotenuse of a right triangle is the diameter of the circumscribed circle of the triangle, and the midpoint of the hypotenuse is the center of the circle.
de: Die Hypotenuse eines rechtwinkligen Dreiecks ist gleich dem Durchmesser des Umkreises des Dreiecks und deren Mittelpunkt ist gleich dem Mittelpunkt des Umkreises.
hu: A derékszögű háromszög átfogója a háromszög körülírható körének átmérője, és az átfogó felezőpontja ezen kör középpontja.

source: For a right triangle ACB, if AC ⊥ BC and D is the midpoint of AB, then DC = DA = DB, D is the center of circle ABC.
de: Für ein rechtwinkliges Dreieck ACB gilt: Wenn AC ⊥ BC und D der Mittelpunkt von AB ist, dann ist DC = DA = DB und D der Mittelpunkt des Kreises ABC.
hu: A derékszögű ACB háromszögben ha AC ⊥ BC és D az AB felezőpontja, akkor DC = DA = DB, valamint D az ABC háromszög köré írt kör középpontja.

source: Equilateral Triangles.
de: Gleichseitige Dreiecke.
hu: Egyenlő oldalú háromszögek.

source: An equilateral triangle is a triangle in which all three sides have equal lengths.
de: Ein gleichseitiges Dreieck ist ein Dreieck in dem die Längen aller drei Seiten gleich sind.
hu: Egy egyenlő oldalú háromszögben mindhárom oldal egyenlő hosszú.

source: Pythagorean Theorem.
de: Satz des Pythagoras.
hu: Pitagorasz tétele.

source: In any right triangle, the area of the square whose side is the hypotenuse (the side of a right triangle opposite the right angle) is equal to the sum of areas of the squares whose sides are the two legs (i.e. the two sides other than the hypotenuse).
de: In jedem rechtwinkligen Dreieck ist die Fläche des Quadrats, dessen Seite die Hypotenuse (die Seite des rechtwinkligen Dreiecks, die gegenüber des rechten Winkels liegt) ist, gleich der Summe der Flächen des Quadrats deren Seiten die beiden Katheten sind (d.h. die beiden anderen Seiten als die Hypotenuse).
hu: Bármely derékszögű háromszögben az átfogóra rajzolt négyzet területe megegyezik a befogókra rajzolt négyzetek területének összegével.

source: The sum of three interior angles of a triangle is [0] (or 180 degree for traditional angles).
de: Die Summe der inneren Winkel eines Dreiecks ist [0] (oder 180 Grad für herkömmliche Dreiecke).
hu: A belső szögek összege [0] (vagy 180 fok hagyományos szögek esetén).

source: Parallelogram.
de: Parallelogramm.
hu: Paralelogramma.

source: A parallelogram is a quadrilateral with two sets of opposite parallel sides.
de: Ein Parallelogramm ist ein Viereck mit zwei Paaren von gegenüberliegenden parallelen Seiten.
hu: Paralelogrammáról van szó, ha egy négyszög szemközti oldalai párhuzamosak.

source: Middle Connection Theorem for Trapezoid.
de: Satz der Mittelparallelen für Trapeze.
hu: Tétel a trapéz középvonaláról.

source: Ratio.
de: Verhältnis.
hu: Arány.

source: Use Ratio in Deductive Database Method.
de: Verhältnis nutzen in der Deduktive Datenbank Methode.
hu: Arány használata a deduktív adatbázis (GGD) módszerben

source: Ratio by angle bisector.
de: Verhältnis durch die Winkelhalbierende.
hu: Arány szögfelezővel.

source: In triangle ABC, if AD is the bisector of angle A, and D is on line BC, then AB/BD = AC/DC.
de: Im Dreieck ABC gilt: Ist AD die Winkelhalbierende von Winkel A und D liegt auf der Strecke BC, dann ist AB/BD = AC/DC.
hu: Az ABC háromszögben ha AD az A-nál lévő szög felezője, és D a BC oldalra esik, akkor AB/BD = AC/DC.

source: Rules related to parallel lines
de: Regeln für parallele Geraden
hu: Párhuzamos egyenesekkel kapcsolatos szabályok

source: Rules related to perpendicular lines
de: Regeln für normale Geraden
hu: Merőleges egyenesekkel kapcsolatos szabályok

source: Rules related to circles
de: Regeln für Kreise
hu: Körökkel kapcsolatos szabályok

source: Rules related to angles
de: Regeln für Winkel
hu: Szögekkel kapcsolatos szabályok

source: Rules related to triangles
de: Regeln für Dreiecke
hu: Háromszögekkel kapcsolatos szabályok

source: Other rules
de: Andere Regeln
hu: Egyéb szabályok

source: The Definition of Full Angle
de: Die Definition von Vollwinkel
hu: Teljes szög definíciója

source: A full angle is defined as an ordered pair of two lines u and v denoted by ∠[u,v].
de: Ein Vollwinkel ist definiert als ein geordnetes Paar von zwei Geraden u und v und wird als ∠[u,v] bezeichnet.
hu: Egy teljes szögnek nevezzük a rendezett u,v egyenespárt, melyet ∠[u,v] jelöl.

source: ∠[u,v] = ∠[0] if and only if u ∥ v (including u = v).
de: ∠[u,v] = ∠[0] genau dann, wenn u ∥ v (einschließlich u = v).
hu: ∠[u,v] = ∠[0] akkor és csak akkor, ha u ∥ v (beleértve az u = v esetet is).

source: ∠[u,v] = ∠[1] if and only if u ⊥ v.
de: ∠[u,v] = ∠[1] genau dann, wenn u ⊥ v.
hu: ∠[u,v] = ∠[1] akkor és csak akkor, ha u ⊥ v.

source: Addition of Full Angles
de: Addition von Vollwinkeln
hu: Teljes szögek összeadása

source: ∠[u,s] + ∠[s,v] = ∠[u,v]. This rule is to split an angle into two or more angles.
de: ∠[u,s] + ∠[s,v] = ∠[u,v]. Diese Regel gilt bei der Aufteilung eines Winkels in zwei oder mehrere Winkel.
hu: ∠[u,s] + ∠[s,v] = ∠[u,v]. Ezen szabály szerint egy szöget két vagy több szögre bonthatunk.

source: For example, for any line m, we have ∠[u,v] = ∠[u,m] + ∠[m,v].
de: Beispielsweise gilt ∠[u,v] = ∠[u,m] + ∠[m,v] für eine beliebige Gerade m.
hu: Például, bármely m egyenesre ∠[u,v] = ∠[u,m] + ∠[m,v].

source: If l ⊥ v or ∠[l,v] = ∠[1], then ∠[u,v] = ∠[u,l] + ∠[l,v] = ∠[u,l] + ∠[1].
de: Wenn l ⊥ v oder ∠[l,v] = ∠[1], dann ist ∠[u,v] = ∠[u,l] + ∠[l,v] = ∠[u,l] + ∠[1].
hu: Ha l ⊥ v vagy ∠[l,v] = ∠[1], akkor ∠[u,v] = ∠[u,l] + ∠[l,v] = ∠[u,l] + ∠[1].

source: For example, if we have AC ⊥ BC, then ∠[CBA] = ∠[BAC] + ∠[1].
de: Ist beispielsweise AC ⊥ BC, dann ist ∠[CBA] = ∠[BAC] + ∠[1].
hu: Például, ha AC ⊥ BC, akkor ∠[CBA] = ∠[BAC] + ∠[1].

source: The Isosceles Triangle Theorem for Full Angle.
de: Gleichschenkeliges Dreieck Satz für Vollwinkel.
hu: Egyenlő szárú háromszögek tétele teljes szögre.

source: If AC = BC, we have ∠[ABC] = ∠[CAB]. Conversely, if ∠[ABC] = ∠[CAB], then AB = AC or A, B and C are collinear.
de: Ist AC = BC, gilt ∠[ABC] = ∠[CAB]. Umgekehrt, wenn ∠[ABC] = ∠[CAB], dann gilt AB = AC oder A, B und C sind kollinear.
hu: Ha AC = BC, akkor ∠[ABC] = ∠[CAB]. Megfordítva, ha ∠[ABC] = ∠[CAB], akkor AB = AC vagy A, B és C egy egyenesre esnek.

source: The Inscribed Angle Theorem.
de: Peripheriewinkelsatz.
hu: Kerületi szögek tétele.

source: Points A,B,C and D are concyclic if and only if ∠[ACB] = ∠[ADB].
de: Die Punkte A, B, C und D sind genau dann zyklisch, wenn ∠[ACB] = ∠[ADB].
hu: Az A,B,C és D pontok pontosan akkor illeszkednek egy körre, ha ∠[ACB] = ∠[ADB].

source: If A,B,M,N are concyclic, then ∠[AB, AM] = ∠[BN,NM]. Hence we have ∠[AB, CD] = ∠[AB, AM] + ∠[AM, CD] = ∠[BN,NM] + ∠[AM, CD].
de: Sind A, B, M und N zyklisch, gilt ∠[AB, AM] = ∠[BN,NM]. Daher gilt ∠[AB, CD] = ∠[AB, AM] + ∠[AM, CD] = ∠[BN,NM] + ∠[AM, CD].
hu: Ha A,B,M,N egy körre esnek, akkor ∠[AB, AM] = ∠[BN,NM]. Ebből következik, hogy ∠[AB, CD] = ∠[AB, AM] + ∠[AM, CD] = ∠[BN,NM] + ∠[AM, CD].

source: Rule 10.
de: Regel 10.
hu: 10. szabály

source: If AB is the diameter of the circumcircle of triangle ABC and D is on the circumcircle, then for any line FG, we have ∠[CD,FG] = ∠[DBA] + ∠[ACB] + ∠[BC, FG].
de: Ist AB der Durchmesser des Umkreises des Dreiecks ABC und Punkt D liegt darauf, dann gilt für jede Strecke FG ∠[CD,FG] = ∠[DBA] + ∠[ACB] + ∠[BC, FG].
hu: Ha AB az ABC köré írt háromszög átmérője és D a körön fekszik, akkor bármely FG egyenesre ∠[CD,FG] = ∠[DBA] + ∠[ACB] + ∠[BC, FG].

source: If O is the intersection of circle (O1,OP1P3I) and circle (O2,OP2P4J) and O,I,J are collinear, then ∠[P1O, OP2] = ∠[P1P2, IP3] + ∠[JP4, P2P4].
de: Ist O der Schnittpunkt der Kreise (O1,OP1P3I) und (O2,OP2P4 J) und O, I und J sind kollinear, dann gilt ∠[P1O, OP2] = ∠[P1P2, IP3] + ∠[JP4, P2P4].
hu: Ha O az (O1,OP1P3I) kör és az (O2,OP2P4J) kör metszéspontja, továbbá O,I,J egy egyenesre illeszkednek, akkor ∠[P1O, OP2] = ∠[P1P2, IP3] + ∠[JP4, P2P4].

source: If O is the circumcenter of triangle ABC, then ∠[BOC] = 2 · ∠[BAC].
de: Ist O der Umkreismittelpunkt des Dreiecks ABC, dann gilt: ∠[BOC] = 2 · ∠[BAC].
hu: Ha O az ABC háromszög körülírható körének középpontja, akkor ∠[BOC] = 2 · ∠[BAC].

source: For a circle (O,ABCD), if O is the intersection of AD and BC, then ∠[AOB] = 2 · ∠[CDA].
de: Ist O der Schnittpunkt von AD und BC, dann gilt für einen Kreis (O,ABCD) ∠[AOB] = 2 · ∠[CDA].
hu: Az (O,ABCD) kör esetén, ha az AD és BC metszéspontja, akkor ∠[AOB] = 2 · ∠[CDA].

source: For a circle (O,AB), O is the center of circle, we have ∠[OAB] = ∠[ABO].
de: Für einen Kreis (O,AB) bei dem O der Mittelpunkt ist, gilt ∠[OAB] = ∠[ABO].
hu: Az (O,AB) körre, ahol O a középpont, ∠[OAB] = ∠[ABO] teljesül.

source: If triangle ABE is a right triangle and O is the midpoint of the hypotenuse (i.e. AB), then for any line CD, we have ∠[AB, CD] = ∠[BAE] + ∠[1] + ∠[BE, CD].
de: Ist das Dreieck ABE ein rechtwinkliges Dreieck und O der Mittelpunkt der Hypotenuse (d.h. AB), dann gilt für jede Strecke CD ∠[AB, CD] = ∠[BAE] + ∠[1] + ∠[BE, CD].
hu: Ha az ABE háromszög derékszögű és O az AB átfogó felezőpontja, akkor bármely CD egyenesre ∠[AB, CD] = ∠[BAE] + ∠[1] + ∠[BE, CD].

source: For a circle (O,ABC) and D is midpoint of BC, we have ∠[AB, EF] = ∠[BOD] + ∠[AC, EF].
de: Für einen Kreis (O, ABC) bei dem D der Mittelpunkt von BC ist gilt ∠[AB, EF] = ∠[BOD] + ∠[AC, EF].
hu: Az (O,ABC) körre és a BC szakasz D felezőpontjára teljesül, hogy ∠[AB, EF] = ∠[BOD] + ∠[AC,EF].

source: For a circle (O,ABF), if E is the midpoint of AF, we have ∠[AB, CD] = ∠[EOA] + ∠[BF, CD].
de: Für einen Kreis (O, ABF) bei dem E der Mittelpunkt von AF ist, gilt ∠[AB, CD] = ∠[EOA] + ∠[BF, CD].
hu: Az (O,ABF) körre és az AF szakasz E felezőpontjára teljesül, hogy ∠[AB, CD] = ∠[EOA] + ∠[BF, CD].

source: If G is the orthocenter of ABC, ∠[AE, HI] = ∠[AE, BE] + ∠[BE, HI] = ∠[1] + ∠[BE, HI].
de: Ist G der Höhenschnittpunkt von A, B und C, dann gilt ∠[AE, HI] = ∠[AE, BE] + ∠[BE, HI] = ∠[1] + ∠[BE, HI].
hu: Ha G az ABC magasságpontja, ∠[AE, HI] = ∠[AE, BE] + ∠[BE, HI] = ∠[1] + ∠[BE, HI].

source: If A is the incenter of P2KI, ∠[AB, CD] = ∠[AB, BK] + ∠[BK, CD] = ∠[1] + ∠[KI, KA] + ∠[IA, IK] + ∠[BK, CD].
de: Ist A der Inkreismittelpunkt von P2, K und I, dann gilt ∠[AB, CD] = ∠[AB, BK] + ∠[BK, CD] = ∠[1] + ∠[KI, KA] + ∠[IA, IK] + ∠[BK, CD].
hu: Ha A a P2KI beírt körének középpontja, ∠[AB, CD] = ∠[AB, BK] + ∠[BK, CD] = ∠[1] + ∠[KI, KA] + ∠[IA, IK] + ∠[BK, CD].

source: Equal angle found in the Geometry Deductive Database.
de: Gleicher Winkel wurde in der GDD gefunden.
hu: Egyenlő nagyságú szög található a deduktív adatbázisban.

source: If AB ⊥ AC and AB = AC, then ∠[AB,AC] = 2 · ∠[AB,BC].
de: Ist AB ⊥ AC und AB = AC, dann gilt ∠[AB,AC] = 2 · ∠[AB,BC].
hu: Ha AB ⊥ AC és AB = AC, akkor ∠[AB,AC] = 2 · ∠[AB,BC].

source: If AB ⊥ AC and AB = AC, then 2 · ∠[AB,DE] = 2 · ∠[AB,BC] + 2 · ∠[BC,DE] = ∠[1] + 2 · ∠[BC,DE].
de: Ist AB ⊥ AC und AB = AC, dann gilt 2 · ∠[AB,DE] = 2 · ∠[AB,BC] + 2 · ∠[BC,DE] = ∠[1] + 2 · ∠[BC,DE].
hu: Ha AB ⊥ AC és AB = AC, akkor 2 · ∠[AB,DE] = 2 · ∠[AB,BC] + 2 · ∠[BC,DE] = ∠[1] + 2 · ∠[BC,DE].

source: If OB // DE and A is on the circle (O,B), then 2 · ∠[AB, DE] = ∠[OA,OB].
de: Ist OB // DE und A ist auf dem Kreis (O,B) dann gilt 2 · ∠[AB, DE] = ∠[OA,OB].
hu: Ha OB // DE és A az (O,B) körön helyezkedik el, akkor 2 · ∠[AB, DE] = ∠[OA,OB].

source: A is on circle (O,B), then 2 · ∠[AB, DE] = ∠[OA,OB] + 2 · ∠[OA,DE].
de: Ist A auf dem Kreis (O B), dann gilt 2 · ∠[AB, DE] = ∠[OA,OB] + 2 · ∠[OA,DE].
hu: Ha A az (O,B) körön fekszik, akkor 2 · ∠[AB, DE] = ∠[OA,OB] + 2 · ∠[OA,DE].

source: CD is the diameter of a circle (A,BCD), AB ⊥ CD, then 2 · ∠[DB,BA] = ∠[1].
de: Ist CD ist der Durchmesser des Kreises (A,BCD) und AB ⊥ CD, dann gilt 2 · ∠[DB,BA] = ∠[1].
hu: Ha CD az (A,BCD) kör átmérője, valamint AB ⊥ CD, akkor 2 · ∠[DB,BA] = ∠[1].

source: A, B, C, D, E are concyclic and AC = AD, then 2 · ∠[AB, BC] = ∠[CE, ED].
de: Sind A, B, C, D und E zyklisch und AC = AB, dann ist 2 · ∠[AB, BC] = ∠[CE, ED].
hu: Ha A, B, C, D, E egy körre illeszkednek és AC = AD, akkor 2 · ∠[AB, BC] = ∠[CE, ED].

source: If A, B, E, F, G are concyclic and AE = AF, then 2 · ∠[AB, CD] = 2 · ∠[BE, CD] + ∠[EG, GF].
de: Sind A, B, E, F und G zyklisch und AE = AF, dann ist 2 · ∠[AB, CD] = 2 · ∠[BE, CD] + ∠[EG, GF].
hu: Ha A, B, E, F, G egy körre illeszkednek és AE = AF, akkor 2 · ∠[AB, CD] = 2 · ∠[BE, CD] + ∠[EG, GF].

source: If AB = AC = BC, i.e., triangle ABC is an equilateral triangle, then 3 · ∠[AB, BC] = ∠[0].
de: Ist AB = AC = BC, d.h. Dreieck ABC ist gleichseitig, dann gilt 3 · ∠[AB, BC] = ∠[0].
hu: Ha AB = AC = BC, vagyis az ABC háromszög egyenlő oldalú, akkor 3 · ∠[AB, BC] = ∠[0].

source: Full Rules
de: Vollwinkel Regeln
hu: Teljes szög szabályok

source: Save as Maple Format
de: Speichern als Maple-Format
hu: Mentés Maple formátumban

source: The point should be a fix point.
de: Der Punkt sollte ein Fixpunkte sein.
hu: Fixpontot kell választani.

source: Please select the second point.
de: Bitte wähle den zweiten Punkt.
hu: Válaszd ki a második pontot!

source: Please select a line or a circle.
de: Bitte wähle eine Gerade oder einen Kreis.
hu: Válassz egyenest vagy kört!

source: Expand/collapse proof tree
hu: A bizonyításfa kinyitása/összecsukása
